<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("keywords", "математика, информатика, электронный журнал, научный журнал, современная математика");
$APPLICATION->SetPageProperty("description", "Дагестанские электронные математические известия - Научный журнал");
$APPLICATION->SetTitle("Дагестанские электронные математические известия");?><h1 class="journhead text-right">О журнале</h1>
<hr>
<div class="textpage col-md-12">
	<p>
		 Электронный научный журнал "Дагестанские электронные математические известия" основан в 2013 году Отделом математики и информатики Дагестанского научного центра Российской академии наук.&nbsp;Зарегистрирован как электронное печатное издание (сетевое издание) в Федеральной службе по надзору в сфере связи, информационных технологий и массовых коммуникаций 8 февраля 2013 г. (Номер свидетельства: Эл № ФС77-52776). Изданию присвоен номер ISSN: 2500-3240.
	</p>
	<p>
		 Электронный научный журнал ориентирован на быструю электронную публикацию научных статей по следующим направлениям математики и информатики:
	</p>
	<ul>
		<li>вещественный, комплексный и функциональный анализ</li>
		<li>дифференциальные уравнения, динамические системы и оптимальное управление</li>
		<li>математическая физика</li>
		<li>геометрия и топология</li>
		<li>теория вероятностей и математическая статистика</li>
		<li>математическая логика, алгебра и теория чисел</li>
		<li>вычислительная математика</li>
		<li>дискретная математика и математическая кибернетика</li>
		<li>алгоритмические языки, пакеты прикладных программ.</li>
	</ul>
 <br>
	<p>
		 Все статьи проходят процедуру рецензирования.&nbsp;Языки публикации - русский, английский.&nbsp;Статьи выкладываются в интернете сразу после принятия решения об их публикации редколлегией и технического редактирования. В год выходит два электронных выпуска.
	</p>
	<p>
 <b>Название издания:</b> научный журнал сетевое издание "Дагестанские Электронные Математические Известия".
	</p>
	<p>
 <b>Учредитель:</b> ФГБУН Дагестанский научный центр Российской академии наук.
	</p>
	<p>
 <b>Главный редактор:</b>&nbsp;&nbsp;Шарапудинов Идрис Идрисович, д.ф.-м.н., профессор, Заведующий Отделом математики и информатики (ОМИ) ДНЦ РАН, зав. кафедрой математического анализа Дагестанского государственного педагогического университета (ДГПУ).
	</p>
	<p>
 <b>Email:</b> <a class="greeners" href="mailto:dagmathreports@gmail.com"><b>dagmathreports@gmail.com</b></a>,
	</p>
<p>
<b>Номер телефона:</b> 8 (8722) 68-22-11.
</p>
	<p>
 <b>Регистрационный номер:</b> Эл № ФС77-52776, <b>зарегистрировавший орган:</b> Федеральная служба по надзору в сфере связи, информационных технологий и массовых коммуникаций.
	</p>
</div>
<div class="clearfix">
</div>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>