<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Дагестанские электронные математические известия");?><h1 class="journhead text-right">О журнале</h1>
<hr>
<br>
<div class="textpage col-md-12">
	<p>
		 Журнал основан в 2013 году Отделом математики и информатики Дагестанского научного центра Российской академии наук.&nbsp;Зарегистрирован как электронное печатное издание (сетевое издание) в Федеральной службе по надзору в сфере связи, информационных технологий и массовых коммуникаций 8 февраля 2013 г. (Номер свидетельства: Эл № ФС77-52776). Изданию присвоен номер ISSN: 2500-3240.
	</p>
	<p>
		 Журнал ориентирован на быструю электронную публикацию научных статей по следующим направлениям математики и информатики:
	</p>
	<ul>
		<li>вещественный, комплексный и функциональный анализ</li>
		<li>дифференциальные уравнения, динамические системы и оптимальное управление</li>
		<li>математическая физика</li>
		<li>геометрия и топология</li>
		<li>теория вероятностей и математическая статистика</li>
		<li>математическая логика, алгебра и теория чисел</li>
		<li>вычислительная математика</li>
		<li>дискретная математика и математическая кибернетика</li>
		<li>алгоритмические языки, пакеты прикладных программ.</li>
	</ul>
 <br>
	<p>
		 Все статьи проходят процедуру рецензирования.&nbsp;Языки публикации - русский, английский.&nbsp;Статьи выкладываются в интернете сразу после принятия решения об их публикации редколлегией и технического редактирования. В год выходит два тома.
	</p>
</div>
<div class="clearfix">
</div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>