<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("keywords", "математика, информатика, электронный журнал, научный журнал, современная математика");
$APPLICATION->SetPageProperty("description", "Дагестанские электронные математические известия - Научный журнал");
$APPLICATION->SetTitle("Дагестанские электронные математические известия");?><h1 class="journhead text-right">О журнале</h1>
<hr>
<div class="textpage col-md-12">
	<p style="text-align: justify;">
		 Электронный научный журнал "Дагестанские электронные математические известия" основан в 2013 году Отделом математики и информатики Дагестанского научного центра Российской академии наук. В 2019 году в соответствии с приказом Министерства науки и высшего образования РФ №1138, Дагестанский&nbsp;научный&nbsp;центр&nbsp;РАН реорганизован в Дагестанский федеральный исследовательский центр&nbsp;РАН.
	</p>
	<p style="text-align: justify;">
		 Журнал зарегистрирован в качестве сетевого&nbsp;издания&nbsp;в Федеральной службе по надзору в сфере связи, информационных технологий и массовых коммуникаций 8 февраля 2013 г. (Номер свидетельства: Эл № ФС77-52776). Изданию присвоен номер ISSN: 2500-3240.
	</p>
	<p style="text-align: justify;">
		 Электронный научный журнал ориентирован на быструю электронную публикацию научных статей по следующим направлениям математики и информатики:
	</p>
	<ul>
		<li>вещественный, комплексный и функциональный анализ</li>
		<li>дифференциальные уравнения, динамические системы и оптимальное управление</li>
		<li>математическая физика</li>
		<li>геометрия и топология</li>
		<li>теория вероятностей и математическая статистика</li>
		<li>математическая логика, алгебра и теория чисел</li>
		<li>вычислительная математика</li>
		<li>дискретная математика и математическая кибернетика</li>
		<li>алгоритмические языки, пакеты прикладных программ.</li>
	</ul>
 <br>
	<p style="text-align: justify;">
		 Все статьи проходят процедуру рецензирования.&nbsp;Языки публикации - русский, английский.&nbsp;Статьи выкладываются в интернете после принятия решения об их публикации редколлегией и технического редактирования. В год выходит два электронных выпуска.
	</p>
	<p style="text-align: justify;">
		 Журнал включен в <i>Российский индекс научного цитирования</i> (<b>РИНЦ</b>), а также в базу общероссийского математического портала <b>MathNet.Ru</b>.&nbsp;
	</p>
	<p style="text-align: justify;">
		 Каждой статье присваивается цифровой&nbsp;идентификатор&nbsp;&nbsp;<b>DOI</b>.
	</p>
	<p>
 <b>Название сетевого издания:</b>&nbsp;"Дагестанские Электронные Математические Известия".
	</p>
	<p>
 <b>Учредитель:</b> ФГБУН Дагестанский федеральный исследовательский центр Российской академии наук.
	</p>
	<p>
 <b>Главный редактор:</b>&nbsp;&nbsp;Рамазанов Абдул-Рашид Кехриманович, д.ф.-м.н., профессор, главный научный сотрудник Отдела математики и информатики (ОМИ) ДФИЦ РАН.
	</p>
	<p>
 <b>Email:</b> <a class="greeners" href="mailto:dagmathreports@gmail.com"><b>dagmathreports@gmail.com</b></a>
	</p>
	<p>
 <b>Номер телефона:</b> 8 (8722) 68-22-11.
	</p>
	<p>
 <b>Регистрационный номер:</b> Эл № ФС77-52776, <b>зарегистрировавший орган:</b> Федеральная служба по надзору в сфере связи, информационных технологий и массовых коммуникаций.
	</p>
</div>
<div class="clearfix">
</div>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>