<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Редколлегия ДЭМИ");?><h1 class="journhead text-right">Состав редколлегии</h1>
<hr>
 <br>
<div class="textpage col-md-12">
	<p>
 <b>Главный редактор:</b>&nbsp;&nbsp;Рамазанов Абдул-Рашид Кехриманович, д.ф.-м.н., профессор, главный научный сотрудник Отдела математики и информатики (ОМИ) ДФИЦ РАН.
	</p>
	<p>
 <b>Заместитель главного редактора:</b>&nbsp; Султанахмедов Мурад Салихович, научный сотрудник Отдела математики и информатики (ОМИ) ДФИЦ РАН.
	</p>
	<p>
 <b>Члены редколлегии:</b>
	</p>
	<ul>
		<li>Алишаев Мухтар Гусейнович, д.т.н., профессор, ОМИ ДФИЦ РАН.</li>
		<li>Вагабов Абдулвагаб Исмаилович, д.ф.-м.н., профессор, ЮМИ ВНЦ РАН и РСО-А.</li>
		<li>Кадиев Рамазан Исмаилович, д.ф.-м.н., профессор, ОМИ ДФИЦ РАН.</li>
		<li>Магомедов Абдулкарим Магомедович, д.ф.-м.н., профессор, ОМИ ДФИЦ РАН.</li>
		<li>Сиражудинов Магомед Магомедалиевич, д.ф.-м.н., профессор, ОМИ ДФИЦ РАН.</li>
		<li>Меджидов Зияудин Гаджиевич, к.ф.-м.н., ОМИ ДФИЦ РАН.</li>
	</ul>
	<p>
 <b>Ответственный секретарь:</b> &nbsp; Султанахмедов Мурад Салихович, ОМИ ДФИЦ РАН.
	</p>
</div>
<div class="clearfix">
</div>
<br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>