<div class="col-md-6">
    <p class="text-justify">
        Свою научную деятельность ОМИ ДНЦ РАН осуществляет в следующих трех направлениях:
    </p>
    <ul class="text-justify">
        <li>Теория приближений функций: функциональные классы и их приближение, ряды и преобразования Фурье преобразования Радона и их обращение, теория и приложения ортогональных многочленов одной и нескольких переменных, экстремальные свойства полиномов.</li>
        <li>Дифференциальные уравнения и методы моделирования: спектральная теория пучков линейных дифференциальных операторов, краевые задачи для уравнений математической физики, оптимизация методов решения уравнений переноса, статистическое моделирование в физике фракталов, моделирование процессов размыва берегов Каспийского моря.</li>
        <li>Современные проблемы информатики и дискретной математики: оптимизация расписания, вопросы сложности алгоритмов, программы оптимизации, основанные на технологии компонентных объектов, создание пакетов программ по обработке и сжатию дискретной информации.</li>
    </ul>
</div>
<div class="col-md-6">
    <img class="img-responsive img-rounded" src="<?=SITE_TEMPLATE_PATH?>/images/planz.jpg" alt="Обсуждение планов работы отдела математики и информатики">
    <h4 class="text-center">Обсуждение планов работы отдела математики и информатики</h4>
</div>


<div class="col-md-12">
    <p class="text-justify">
        В каждом из указанных фундаментальных направлений сотрудниками ОМИ ведутся интенсивные исследования. Основные полученные ими результаты опубликованы в центральной печати, а также в ведущих зарубежных изданиях, и получили широкую международную известность.
        <br><br>
        В частности, учеными ОМИ:
    </p>


    <ul class="text-justify">
        <li>разработана теория смешанных рядов по ортогональным полиномам непрерывной и дискретной переменной;</li>
        <li>создана асимптотическая теория полиномов, ортогональных на неравномерных сетках;</li>
        <li>разработана теория приближения в пространствах интегрируемых функций с переменным показателем. Получены необходимые и достаточные условия на переменный показатель, которые обеспечивают ограниченность в пространствах с переменным показателем преобразований Гильберта различных типов, оператора сопряженной функции. На основе этих результатов доказано, что тригонометрическая система и система полиномов Лежандра при определенных условиях на переменный показатель образуют базисы в пространствах Лебега с переменным показателем.</li>
        <li>проведены исследования краевых задач эллиптических систем, систем Стокса и теории упругости. Учеными Отдела получены фундаментальные результаты по критерию нетеровости и формулы для индекса общих эллиптических операторов;</li>
        <li>доказаны фундаментальные теоремы о G-сходимости и усреднения обобщенных операторов Бельтрами;</li>
        <li>установлены простые критерии геометрического характера для k-кратной полноты в пространствах функций, суммируемых с квадратом, системы корневых функций пучка обыкновенных линейных дифференциальных операторов;</li>
        <li>получены необходимые и достаточные условия разрешимости задачи дефрагментации матрицы с сохранением наборов элементов в линиях;</li>
        <li>выведены формулы обращения трехмерного преобразования Радона;</li>
        <li>разработан метод вспомогательных уравнений для изучения устойчивости стохастических функционально-дифференциальных уравнений.</li>
    </ul>
    <br>
</div>

<div class="col-md-12">
    <p class="text-center">
        <img class="img-responsive img-rounded center-block" src="<?=SITE_TEMPLATE_PATH?>/images/omi4.jpg" alt="Презентация работы вычислительной программы">
    </p>
    <h4 class="text-center">Презентация работы вычислительной программы</h4>
    <br><br>
</div>

<div class="col-md-12">
    <h3 class="text-justify">
        Научные проекты ОМИ
    </h3>
    <p class="text-justify">
        Ученые Отдела принимали активное участие в конкурсах проектов Российского фонда фундаментальных исследований (РФФИ). В частности в ОМИ выполнялись следующие проекты РФФИ:
    </p>

    <ul class="text-justify">
        <li>Некоторые вопросы теории приближения гладких и аналитических функций посредством смешанных ядов по ортогональным полиномам (Проект РФФИ 03-01-00611-а, 2003-2005 гг., руководитель проекта Шарапудинов И.И.);</li>
        <li>Ортогональные базисы и некоторые вопросы теории приближений в пространствах Лебега и Соболева с переменным показателем (Проект РФФИ 07-01-00143-а, 2007-2009 гг., руководитель проекта Шарапудинов И.И.);</li>
        <li>Асимптотические свойства полиномов, ортогональных на неравномерных сетках единичной окружности и числовой оси (Проект РФФИ 10-01-00191-а, 2010-2012 гг., руководитель проекта Шарапудинов И.И.);</li>
        <li>Развитие интегрированной сети ДНЦ РАН и разработка базы данных научных исследований центра с использованием ГИС технологий (Проект РФФИ 02-07-90478-в, 2002-2003 гг., руководитель проекта Абдулаев Ш.-С.О.);</li>
        <li>Издание книги "Система автоматизированного проектирования приборов микроэлектроники (САПР микроэлектроники)" (Проект РФФИ 11-07-07010-д, 2011-2012 гг., руководитель проекта Абдулаев Ш.-С.О.).</li>
    </ul>
    <br>
</div>

<div class="col-md-12">
    <p class="text-center">
        <img class="img-responsive img-rounded center-block" src="<?=SITE_TEMPLATE_PATH?>/images/omi1.jpg" alt="Заведующий ОМИ, д.ф.-м.н. профессор Шарапудинов И.И.">
    </p>
    <h4 class="text-center">Заведующий ОМИ, д.ф.-м.н. профессор Шарапудинов И.И.</h4>
    <br>
</div>

<div class="col-md-12">
    <p class="text-justify">
        Кроме того, сотрудники ОМИ принимали участие в выполнении проектов программы фундаментальных исследований Президиума РАН. Руководили этими проектами Абдулаев Ш.-С.О., Назаралиев Ш.А., Шарапудинов И.И. В настоящее время в ОМИ выполняется проект программы фундаментальных исследований Президиума РАН на тему «Приближение функций в пространствах Лебега и Соболева с переменным показателем и квадратурные формулы».
    </p>

    <p class="text-justify">
        Ученые ОМИ поддерживают тесные научные связи с учеными различных стран. В частности, научная школа, руководимая д.ф.-м.н. Шарапудиновым И.И., поддерживает тесное сотрудничество с учеными из США (Колумбийский университет, Штат Южная Каролина), Португалии, Финляндии, Китая, Германии.
    </p>

    <h3 class="text-justify">
        Научно-образовательная деятельность
    </h3>

    <p class="text-justify">
        Большинство сотрудников ОМИ являются преподавателями в ВУЗах республики Дагестан и в этом качестве ведут интенсивные исследования в области методики преподавания соответствующих дисциплин. Ими подготовлены и опубликованы в этом направлении многочисленные научные статьи и учебные пособия для студентов.
    </p>


    <p class="text-justify">
        Учеными ОМИ разработаны алгоритмы и программные комплексы, которые в настоящее время успешно применяются в области обработки и анализа временных рядов, дискретных сигналов и изображений.
    </p>

    <p class="text-justify">
        На регулярно организуемом в ОМИ научном семинаре неоднократно выступали с докладами представители институтов геологии, геотермии, социально-экономического развития и ИЯЛИ.
    </p>

</div>

<div class="col-md-12">
    <p class="text-center">
        <img class="img-responsive img-rounded center-block" src="<?=SITE_TEMPLATE_PATH?>/images/omi6.jpg" alt="Обсуждение задачи: Рамазанов А.К. и Шарапудинов И.И.">
    </p>
    <h4 class="text-center">Обсуждение задачи: Рамазанов А.К. и Шарапудинов И.И.</h4>
    <br>
</div>

<div class="col-md-12">


    <p class="text-justify">
        В лабораториях института Геологии накопилось огромное количество числовых массивов, являющихся результатом поставленных ими экспериментов с целью изучения указанных процессов, происходящих в Земле. Эти массивы данных нуждаются в тщательной и глубокой матема-тической и статистической обработке с целью выявления наиболее суще-ственных факторов, от которых зависят те или иные процессы, происходящие в земле и атмосфере. В настоящее время ученые ОМИ самым активным образом непосредственно вовлечены в исследования, связанные с этими задачами. Мы (математики) в настоящее время изучаем соответствующие  литературные источники, в которых подобные  задачи исследовались для других регионов Мира. Занимаемся поиском наиболее адекватных математических моделей, описывающих соответствующие геологические и атмосферные процессы, занимается компьютерным моделированием этих процессов. Результаты  наших исследований, выполненных совместно с учеными Института геологии, в скором времени будут опубликованы. Эта работа непростая и требует от нас не только огромной рутиной работы, но и творческих подходов в решении указанных прикладных задач с привлечением новых, со-временных математических идей, разработанных учеными  ОМИ. В частности, сюда относятся методы приближения дискретных функций ря-дами по ортогональным системам, интенсивно исследуемые в ОМИ в по-следние годы и соответствующие пакеты прикладных программ.
    </p>


    <p class="text-justify">
        Совместно с институтом социально-экономических исследований ОМИ ведет поиск математических моделей, адекватно описывающих процессы в различных отраслях экономики  Дагестана, а также моделей для прогнозирования путей устойчивого развития экономики отдельных регионов Дагестана и всего Дагестана в целом.
    </p>
</div>

<div class="col-md-12">
    <p class="text-center">
        <img class="img-responsive img-rounded center-block" src="<?=SITE_TEMPLATE_PATH?>/images/omi5.jpg" alt="Выступление д.ф.-.м.н. Алишаева М.Г.">
    </p>
    <h4 class="text-center">Выступление д.ф.-.м.н. Алишаева М.Г.</h4>
    <br>
</div>




<div class="col-md-12">

    <p class="text-justify">
        Ученые ОМИ ДНЦ РАН активно занимаются вопросами  математической лингвистики. Здесь наибольший интерес вызывает у нас создание электронных словарей. На еженедельном (по четвергам) научно-исследовательском семинаре ОМИ ДНЦ РАН регулярно обсуждаются вопросы, касающиеся создания электронных словарей дагестанских языков. По нашему глубокому убеждению на этом пути могут быть достигнуты впечатляющие научные результаты. Дело в том, что, насколько нам известно, еще не создано ни одного русско-дагестанского электронного словаря. Мы уже не говорим о англо-дагестанских электронных словарях. В связи с этим нарастает острая необходимость тесного сотрудничества между институтом языка и литературы (ИЯЛИ) ДНЦ РАН и ОМИ ДНЦ РАН. Нужно создать совместный научно-исследовательский семинар, на котором ученные ИЯЛИ и ОМИ будут обсуждать современные методы создания электронных словарей и их применение к созданию русско-дагестанских и иностранно-дагестанских электронных словарей.  Кроме того, ученые ОМИ и ИЯЛИ могли бы сотрудничать в ряде других областей, связанных разработкой математических и компьютерных моделей тех процессов, которые связаны с развитием языков, их синтаксисом и семантикой.
    </p>


    <p class="text-justify">
        Ученые ОМИ ДНЦ РАН ведут интенсивные исследования в области обработки сигналов. Мы не сомневаемся в том, что разработанные нами в этой области новые методы найдут практическое применение в вопросах прогноза погоды, обработки медицинских сигналов (кардиограмм), обработки данных, полученных в экспериментальных исследованиях геологов, биологов, экономистов и других. В частности, мы разработали новые методы идентификации параметров стационарных экономических систем, основанные на применении полиномов ортогональных на равномерных сетках. Аспиранты ОМИ в настоящее время занимаются разработкой пакетов программ для численной реализации этих методов на практике.
    </p>

    <p class="text-justify">
        Молодые ученые ОМИ активно сотрудничают с Региональным центром этнополитических исследований ДНЦ РАН – разрабатывают программы для статистического анализа социологических опросов. В перспективе – разработка специализированного пакета программ для конструирования произвольных социологических опросов, их автоматизированного заполнения и полной статистической обработки данных.
    </p>


</div>

<div class="col-md-12">
    <p class="text-center">
        <img class="img-responsive img-rounded center-block" src="<?=SITE_TEMPLATE_PATH?>/images/omi3.jpg" alt="Молодые ученые ОМИ на международной конференции в Цейском ущелье">
    </p>
    <h4 class="text-center">Молодые ученые ОМИ на международной конференции в Цейском ущелье</h4>
    <br><br>
</div>
