<p class="text-justify">
    В марте 2013 года исполнилось 12 лет со дня создания в ДНЦ РАН Отдела математики и информатики (ОМИ).
    История ОМИ начинается с принятия Бюро Отделения математики Российской академии наук постановления от 25 апреля 2000 года «О создании Отдела математики при Президиуме Дагестанского Научного Центра РАН».
    <br>
    Во исполнение этого постановления в ДНЦ РАН вышел Приказ (№4, от 13.03.2001 г.) о создании при Президиуме ДНЦ РАН Отдела математики и информатики (ОМИ).
    В нем, в частности, написано: утвердить штатную численность ОМИ в количестве 4 единиц.
    Следует отметить решающую роль, которую сыграла при создании ОМИ поддержка Председателя Президиума ДНЦ РАН чл.-корр. РАН Камилова М.К. и главного ученого секретаря ДНЦ РАН Абдулаева Ш.-С.О.
    <br>
    В настоящее время штатное расписание Отдела насчитывает 9 единиц. Научно-исследовательскую деятельность осуществляют 8 докторов наук, 3 кандидата наук, а также 6 молодых научных сотрудников.
</p>