<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Для авторов");
?><h1 style="text-align: right;">Представление статей</h1>
<hr>
<p>
</p>
<p>
</p>
<p>
	 Журнал ориентирован на быструю электронную публикацию научных работ, посвященных исследованиям актуальных современных задач математики и информатики. Статьи принимаются по электронной почте&nbsp;<a href="mailto:Sultanakhmedov@gmail.com">Sultanakhmedov@gmail.com</a>. В тексте письма в произвольной форме должна быть выражена просьба автора принять его работу к рассмотрению. К письму необходимо приложить TEX-файл с текстом статьи, подготовленный с использованием стандартных команд и библиотек системы LaTeX, а также скомпилированный из него PDF-файл.
</p>
<p>
 <br>
 <br>
	 В статье должно содержаться небольшое резюме (аннотация) на русском языке.&nbsp;Журнал не рассматривает статьи, представленные к публикации в другом издании.&nbsp;Все статьи, поступившие в редакцию, рецензируются. После принятия редколлегией решения о публикации, в редакцию необходимо будет прислать
</p>
<p>
 <br>
	 а) исходный LaTeX-файл, подготовленный с использованием стилевого файла MSB-A по предлагаемому&nbsp;<a href="http://mathreports.ru/content/uploads/example.zip">шаблону</a>.
</p>
<p>
 <br>
	 б) перевод аннотации на русский язык, ключевые слова на русском и английском языках, название статьи на русском и английском языке.
</p>
<p>
</p>
<p>
 <br>
	 В этом файле не разрешается использование сложных LaTeX-определений и определений из других файлов, а также других пакетов, кроме пакетов поддержки кириллицы и поддержки стандартных AMS-символов. Несоблюдение этого требования, а также неаккуратность в оформлении статьи могут послужить причиной ее отклонения. Использование в статье сложной графики, не предусмотренной стандартным LaTeX, обсуждается в индивидуальном порядке.
</p>
<p>
</p>
<p style="text-align: center;">
 <br>
 <br>
 <a href="http://mathreports.ru/content/uploads/example.zip">Образец файла статьи</a>
</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>