<div class="container-fluid">
	<h2 class="text-left text-xs-center">Новости журнала</h2>
 <br>
	<p class="news-item">
 <a href="#"><b>"Дагестанские Электронные Математические Известия" объявляют о приеме статей для публикации</b></a> <br>
		 Электронному научному&nbsp;журналу "Дагестанские Электронные Математические Известия" присвоен номер ISSN: 2500-3240. Журнал включен в Российский индекс научного цитирования (РИНЦ), а также в базу общероссийского&nbsp;математического портала MathNet.Ru.&nbsp;В настоящее время редакция готовится к началу&nbsp;выпуска журнала с 2014 г., в связи с чем объявляется приём научных статей.&nbsp;С правилами для авторов можно ознакомиться <a href="http://mathreports.ru/dlya-avtorov/">в следующем разделе</a>.<br>
 <b>Дата публикации:</b> 30.09.2013
	</p>
 <br>
	<hr>
	<p>
	</p>
	<p class="news-item">
 <a href="#"><b>Учрежден журнал "Дагестанские Электронные Математические Известия"</b></a>&nbsp;<br>
		 Постановлением Дагестанского научного центра РАН учрежден электронный научный журнал "Дагестанские Электронные Математические Известия", ориентированный&nbsp;на быструю электронную публикацию научных статей по актуальным направлениям математики и информатики. Журнал зарегистрирован в качестве сетевого издания в Федеральной службе по надзору в сфере связи, информационных технологий и массовых коммуникаций 8 февраля 2013 г. (Номер свидетельства: Эл № ФС77-52776).&nbsp;
	</p>
	<p class="news-item">
 <b>Дата публикации:</b> 10.02.2013
	</p>
 <br>
</div>
 <br>