<p class="text-justify">
    В каждом из указанных фундаментальных направлений сотрудниками ОМИ ведутся интенсивные исследования. Основные полученные ими результаты опубликованы в центральной печати, а также в ведущих зарубежных изданиях, и получили широкую международную известность.
    В частности, учеными ОМИ:
</p>
<ul>
    <li>разработана теория смешанных рядов по ортогональным полиномам непрерывной и дискретной переменной;</li>
    <li>создана асимптотическая теория полиномов, ортогональных на неравномерных сетках;</li>
    <li>разработана теория приближения в пространствах интегрируемых функций с переменным показателем. Получены необходимые и достаточные условия на переменный показатель, которые обеспечивают ограниченность в пространствах с переменным показателем преобразований Гильберта различных типов, оператора сопряженной функции. На основе этих результатов доказано, что тригонометрическая система и система полиномов Лежандра при определенных условиях на переменный показатель образуют базисы в пространствах Лебега с переменным показателем.</li>
    <li>проведены исследования краевых задач эллиптических систем, систем Стокса и теории упругости. Учеными Отдела получены фундаментальные результаты по критерию нетеровости и формулы для индекса общих эллиптических операторов;</li>
    <!--
    <li>доказаны фундаментальные теоремы о G-сходимости и усреднения обобщенных операторов Бельтрами;</li>
    <li>установлены простые критерии геометрического характера для k-кратной полноты в пространствах функций, суммируемых с квадратом, системы корневых функций пучка обыкновенных линейных дифференциальных операторов;</li>
    <li>получены необходимые и достаточные условия разрешимости задачи дефрагментации матрицы с сохранением наборов элементов в линиях;</li>
    <li>выведены формулы обращения трехмерного преобразования Радона;</li>
    <li>разработан метод вспомогательных уравнений для изучения устойчивости стохастических функционально-дифференциальных уравнений.</li>
    -->
</ul>