<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Для авторов");?><h1 class="journhead text-right">Представление статей</h1>
<hr>
 <br>
<div class="textpage col-md-12">
	<p>
		 Журнал ориентирован на быструю электронную публикацию научных работ, посвященных исследованиям актуальных современных задач математики и информатики. Статьи принимаются на русском и английском языках по электронной почте&nbsp;<a class="greeners" href="mailto:Sultanakhmedov@gmail.com"><b>Sultanakhmedov@Gmail.Com</b></a>.
	</p>
	<p>
		 В тексте письма должна содержаться выраженная в произвольной форме просьба автора принять его работу к рассмотрению. В приложении к письму необходимо прикрепить TEX-файл с текстом статьи, подготовленный с использованием стандартных команд и библиотек системы LaTeX, а также скомпилированный из него PDF-файл.
	</p>
	<p>
		 В статье должно содержаться небольшое резюме (аннотация) и ключевые слова на русском и английском языках.&nbsp;Журнал не рассматривает статьи, представленные к публикации в другом издании.&nbsp;Перед опубликованием все статьи проходят процедуру обязательного рецензирования. После принятия редколлегией решения о публикации, в редакцию необходимо будет прислать
	</p>
	<p>
		 а) перевод аннотации и ключевых слов на русском и английском языках, название статьи на русском и английском языке.
	</p>
	<p>
		 б) исходный LaTeX-файл, подготовленный с помощью стилевого файла журнала по следующему&nbsp;<a href="http://mathreports.ru/content/uploads/example.zip"><b>шаблону</b></a>.
	</p>
	<p>
		 В этом файле не разрешается использование сложных LaTeX-определений и определений из других файлов, а также других пакетов, кроме пакетов поддержки кириллицы и стандартных AMS-символов. Несоблюдение этого требования, а также неаккуратность в оформлении статьи могут послужить причиной ее отклонения. Использование в статье сложной графики, не предусмотренной стандартным LaTeX, обсуждается в индивидуальном порядке.
	</p>
 <br>
 <br>
	<p class="text-center">
 <a class="btn btn-success btn-large" href="http://mathreports.ru/content/uploads/example.zip"> <span class="glyphicon glyphicon-book"></span>&nbsp;&nbsp;Образец файла статьи </a>
	</p>
</div>
<div class="clearfix">
</div>
<br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>